[
  {
    "id": 1,
    "name": "Протон-М",
    "manufacturer": "ГКНПЦ им. Хруничева",
    "no_stages": 3,
    "no_launches": 426,
    "length": "58,2 м.",
    "diameter": "4,1 м.",
    "start_mass": "705 т.",
    "fuel_type": "Несимметричный диметилгидразин + Тетраоксид диазота",
    "status": "Действующая",
    "description": "«Протон-М» — ракета-носитель тяжелого класса. Она предназначена для запусков различных космических аппаратов по государственным и коммерческим программам. Сегодня ракета-носитель «Протон-М» с разгонным блоком «Бриз-М» обеспечивает выведение на геопереходную орбиту полезную нагрузку массой свыше 6 тонн, а непосредственно на геостационарную орбиту — до 3,3 тонн.\r\n\r\n«Протон-М» представляет собой развитие ракеты-носителя «Протон-К» и обладает улучшенными энергомассовыми, эксплуатационными и экологическими характеристиками. Первый пуск комплекса «Протон-М» — «Бриз-М» состоялся 7 апреля 2001 года. Разработчиком и производителем ракеты-носителя «Протон-М» является ФГУП «ГКНПЦ им. М.В.Хруничева».",
    "image": "rcid3"
  },
  
  {
    "id": 2,
    "name": "Союз-2.1в",
    "manufacturer": "Ракетно-космический центр «Прогресс»",
    "no_stages": 2,
    "no_launches": 139,
    "length": "44 м.",
    "diameter": "3 м.",
    "start_mass": "157 т.",
    "fuel_type": "Кислород-керосин",
    "status": "Действующая",
    "description": "«Союз-2-1в» - двухступенчатая ракета-носитель (РН) легкого класса, разработана на базе РН «Союз-2» этапа 1б со снятием боковых блоков, установкой на центральном блоке двигателя НК‑33А с рулевым двигателем РД‑0110Р и применением серийного головного обтекателя с РН «Союз». Для достижения заданных высот орбит выведения предусматривается использование блока выведения (БВ) «Волга». Головным разработчиком РН «Союз-2-1в» является АО «РКЦ Прогресс» (г. Самара).",
    "image": "rcid7"
  },
  {
    "id": 3,
    "name": "Союз-ФГ",
    "manufacturer": "Ракетно-космический центр «Прогресс»",
    "no_stages": 3,
    "no_launches": 69,
    "length": "49.5 м",
    "diameter": "10,3 м",
    "start_mass": "308 — 313 т",
    "fuel_type": "Кислород-керосин",
    "status": "Действующая",
    "description": "«Союз-ФГ» — ракета-носитель из семейства Р-7, модификация ракеты-носителя «Союз-У». Разработка велась параллельно с созданием модернизированных ракет-носителей «Союз-2» для обеспечения запусков космических кораблей «Союз ТМА» и грузовых кораблей «Прогресс» к МКС. Основные отличия от РН «Союз-У» заключаются в применении модернизированных двигателей 1-й и 2-й ступеней с новыми форсуночными головками (отсюда «ФГ» в названии ракеты), разработанных для ракеты-носителя «Союз-2» с минимальными доработками системы управления. Её энергетические возможности примерно на 250—300 кг выше возможностей базовой РН «Союз». Однако, область её применения всё же ограничена возможностями аналоговой системы управления.",
    "image": "rcid10"
  },
  {
    "id": 4,
    "name": "Рокот",
    "manufacturer": "ГКНПЦ им. Хруничева",
    "no_stages": 3,
    "no_launches": 34,
    "length": "29,15 м",
    "diameter": "2,5 м",
    "start_mass": "107,3 т",
    "fuel_type": "Несимметричный диметилгидразин + Тетраоксид диазота",
    "status": "Действующая",
    "description": "Ракета-носитель (РН) легкого класса «Рокот» создана с использованием технологий МБР РС-18 в соответствии с распоряжением Правительства Российской Федерации и предназначена для выведения космических аппаратов на низкие околоземные орбиты. Первый демонстрационный пуск РН состоялся 16 мая 2000 года. Разработчиком и производителем РН «Рокот» является ФГУП «ГКНПЦ им. М.В.Хруничева».\r\n\r\nРН «Рокот» состоит из 3-х ступеней. Первые две ступени представляют собой блок ускорителей стратегической ракеты РС-18 (SS-19), в качестве третьей ступени используется разгонный блок «Бриз-КМ». Для носителя разработан головной обтекатель, который позволяет размещать под ним один или несколько космических аппаратов.\r\n\r\nНа блоках ускорителей установлены высокоэкономичные жидкостные ракетные двигатели (ЖРД), работающие на азотном тетроксиде (АТ, окислитель) и несимметричном диметилгидразине (НДМГ, горючее). ЖРД разработаны Воронежским КБ Химавтоматики. Специалисты ГКНПЦ им. М.В.Хруничева провели большую работу по обеспечению экологической безопасности пусков, включая выбор трасс выведения и организацию полей падения.",
    "image": "rcid11"
  }
]
