[
  {
    "id": 1,
    "name": "Ангара-1.2ПП",
    "manufacturer": "Хруничев/ВВКО",
    "no_stages": 2,
    "no_launches": null,
    "length": "42.2 м",
    "diameter": "2.9 м",
    "start_mass": "171 т",
    "fuel_type": "кислород-керосин",
    "max_distance": "5700 км",
    "status": "INACTIVE",
    "description": "Ракета-носитель лёгкого класса «Ангара-1.2ПП» (Ангара-1.2. Первого Пуска, изделие 14А125-01 № 71601) — первая лётная машина семейства ракет-носителей космического назначения «Ангара». Её запуск был успешно проведен 9 июля 2014 года. Эта суборбитальная миссия одноразовой конфигурации ракеты с частями от вариаций семейства «Ангара-1» и «Ангара-А3» служила демонстрацией данной разработки перед её оперативным использованием.\r\n\r\nПолёт проходил в соответствии с планом полета. Вторая ступень вышла на суборбитальную траекторию (параметры незамкнутой орбиты: наклонение – 75,2° ± 2’; минимальная высота – 1008,527 ± 5,8 километра; максимальная высота – 188,878 ± 0,3 километра; период обращения – 76,3 минут ± 3,5 секунд), время полёта составило 21,28 мин. Неотделяемый от второй ступени массово-габаритный макет полезной нагрузки достиг полигона Кура на Камчатке на расстоянии около 5700  километров от места старта.",
    "image": "id1"
  },
  {
    "id": 2,
    "name": "Ангара-А5",
    "manufacturer": "ФГУП «ГКНПЦ имени М. В. Хруничева»",
    "no_stages": 3,
    "no_launches": 1,
    "length": "55,23 м",
    "diameter": "8,86 м",
    "start_mass": "773 т",
    "fuel_type": "кислород-керосин",
    "max_distance": "",
    "status": "ACTIVE",
    "description": "«Ангара-А5» — российская ракета-носитель тяжёлого класса семейства «Ангара», первая тяжёлая ракета-носитель, разработанная в России после распада СССР.\r\nВ конце 2018 года была произведена продувка моделей ракеты «Ангара-А5» в большой гиперзвуковой и ударной аэродинамических трубах в ЦАГИ, были определены особенности обтекания и теплообмена на поверхности ракеты-носителя на траектории выведения при гиперзвуковых режимах полёта; по итогам испытаний были внесены изменения в конструкцию ракеты.",
    "image": "id2"
  },
  {
    "id": 3,
    "name": "Протон-М",
    "manufacturer": "ГКНПЦ им. Хруничева",
    "no_stages": 3,
    "no_launches": 109,
    "length": "58,2 м",
    "diameter": "4,1 м",
    "start_mass": "705 т",
    "fuel_type": "НДМГ + АТ",
    "max_distance": "",
    "status": "ACTIVE",
    "description": "«Протон-М» — ракета-носитель тяжелого класса. Она предназначена для запусков различных космических аппаратов по государственным и коммерческим программам. Сегодня ракета-носитель «Протон-М» с разгонным блоком «Бриз-М» обеспечивает выведение на геопереходную орбиту полезную нагрузку массой свыше 6 тонн, а непосредственно на геостационарную орбиту — до 3,3 тонн.\r\n\r\n«Протон-М» представляет собой развитие ракеты-носителя «Протон-К» и обладает улучшенными энергомассовыми, эксплуатационными и экологическими характеристиками. Первый пуск комплекса «Протон-М» — «Бриз-М» состоялся 7 апреля 2001 года. Разработчиком и производителем ракеты-носителя «Протон-М» является ФГУП «ГКНПЦ им. М.В.Хруничева».",
    "image": "id3"
  },
  {
    "id": 4,
    "name": "Союз-2",
    "manufacturer": "РКЦ «Прогресс»",
    "no_stages": 3,
    "no_launches": 98,
    "length": "51,1 м",
    "diameter": "10,3 м",
    "start_mass": "313 т",
    "fuel_type": "кислород-керосин",
    "max_distance": "",
    "status": "ACTIVE",
    "description": "«Союз-2» — семейство трёхступенчатых ракет-носителей среднего класса, разработанное и производимое РКЦ «Прогресс» (Самара) путём глубокой модернизации ракеты-носителя «Союз-У». Также в семейство «Союз-2» входит двухступенчатая РН «Союз-2.1в» лёгкого класса. На ракетах-носителях «Союз-2» применены усовершенствованные двигательные установки и современные системы управления и измерений, что существенно повысило технические и эксплуатационные характеристики РН.",
    "image": "id4"
  },
  {
    "id": 5,
    "name": "Союз-2.1а",
    "manufacturer": "РКЦ «Прогресс»",
    "no_stages": 3,
    "no_launches": 36,
    "length": "46,3 м",
    "diameter": "10,3 м",
    "start_mass": "306 — 313 т",
    "fuel_type": "кислород-керосин",
    "max_distance": "",
    "status": "ACTIVE",
    "description": "«Союз-2.1а» — российская ракета-носитель (РН) среднего класса, предназначена для запусков различных космических аппаратов, в том числе кораблей и спутников военного назначения. Является первой модификацией семейства ракет космического назначения «Союз-2», разработанного путём глубокой модернизации ракеты-носителя «Союз-У», для различных типов головных блоков с диаметрами головных обтекателей до 4,11 м. Данная РН характеризуется повышенной точностью выведения и увеличенной массой полезных грузов на низких орбитах за счет усовершенствования системы управления и двигательных установок I и II ступеней.",
    "image": "id5"
  },
  {
    "id": 6,
    "name": "Союз-2.1б",
    "manufacturer": "РКЦ «Прогресс»",
    "no_stages": 3,
    "no_launches": 33,
    "length": "51,1 м",
    "diameter": "10,3 м",
    "start_mass": "306 — 313 т",
    "fuel_type": "кислород-керосин",
    "max_distance": "",
    "status": "ACTIVE",
    "description": "В ракете-носителе «Союз-2.1б», по сравнению с вариантом «Союз-2.1а», в качестве двигателя третьей ступени используется РД-0124 разработки КБ Химавтоматики с повышенным удельным импульсом до 359 с и улучшенной управляемостью за счёт возможности изменения вектора тяги основных камер вместо применения малоэффективных рулевых сопел на затурбинном («мятом») газе. Применение другого типа горючего (керосин РГ-1 вместо керосина Т-1) привело к изменению соотношения объёмов заправляемых компонентов и, как следствие, к переработке конструкции блока И.",
    "image": "id6"
  },
  {
    "id": 7,
    "name": "Союз-2.1в",
    "manufacturer": "РКЦ «Прогресс»",
    "no_stages": 2,
    "no_launches": 6,
    "length": "44 м",
    "diameter": "3 м",
    "start_mass": "157—160 т",
    "fuel_type": "кислород-керосин",
    "max_distance": "",
    "status": "ACTIVE",
    "description": "«Союз-2-1в» - двухступенчатая ракета-носитель (РН) легкого класса, разработана на базе РН «Союз-2» этапа 1б со снятием боковых блоков, установкой на центральном блоке двигателя НК‑33А с рулевым двигателем РД‑0110Р и применением серийного головного обтекателя с РН «Союз». Для достижения заданных высот орбит выведения предусматривается использование блока выведения (БВ) «Волга». Головным разработчиком РН «Союз-2-1в» является АО «РКЦ Прогресс» (г. Самара).",
    "image": "id7"
  },
  {
    "id": 8,
    "name": "Союз-СТ-А",
    "manufacturer": "РКЦ «Прогресс»",
    "no_stages": 3,
    "no_launches": 7,
    "length": "51,1 м",
    "diameter": "10,3 м",
    "start_mass": "313 т",
    "fuel_type": "кислород-керосин",
    "max_distance": "",
    "status": "ACTIVE",
    "description": "Для обеспечения коммерческих запусков с космодрома Куру́ на базе ракеты-носителя «Союз-2.1а» создана модифицированная ракета-носитель «Союз-СТ-А». Основные отличия ракеты от базового варианта — доработка системы управления под приём телекоманд с земли на прекращение полёта, доработка телеметрии под европейские наземные станции приёма телеметрической информации и доработка под среду эксплуатации (высокая влажность, морская перевозка и др.).\r\n\r\nОсновные отличия между СТ-А и 1а лежат в технологии подготовки и запуска РН с космодрома Куру относительно применяемых на космодромах «Плесецк» и «Байконур».",
    "image": "id8"
  },
  {
    "id": 9,
    "name": "Союз-СТ-Б",
    "manufacturer": "РКЦ «Прогресс»",
    "no_stages": 3,
    "no_launches": 16,
    "length": "51,1 м",
    "diameter": "10,3 м",
    "start_mass": "313 т",
    "fuel_type": "кислород-керосин",
    "max_distance": "",
    "status": "ACTIVE",
    "description": "Вариант «Союз-СТ» для запуска с космодрома Куру на базе «Союз-2.1б», отличия аналогичны отличиям между СТ-А и «Союз-2.1а». Первый запуск «Союз-СТ-Б» произведён с космодрома Куру 21 октября 2011 года.",
    "image": "id9"
  },
  {
    "id": 10,
    "name": "Союз-ФГ",
    "manufacturer": "РКЦ «Прогресс»",
    "no_stages": 3,
    "no_launches": 69,
    "length": "49.5 м",
    "diameter": "10,3 м",
    "start_mass": "308 — 313 т",
    "fuel_type": "кислород-керосин",
    "max_distance": "",
    "status": "INACTIVE",
    "description": "«Союз-ФГ» — ракета-носитель из семейства Р-7, модификация ракеты-носителя «Союз-У». Разработка велась параллельно с созданием модернизированных ракет-носителей «Союз-2» для обеспечения запусков космических кораблей «Союз ТМА» и грузовых кораблей «Прогресс» к МКС. Основные отличия от РН «Союз-У» заключаются в применении модернизированных двигателей 1-й и 2-й ступеней с новыми форсуночными головками (отсюда «ФГ» в названии ракеты), разработанных для ракеты-носителя «Союз-2» с минимальными доработками системы управления. Её энергетические возможности примерно на 250—300 кг выше возможностей базовой РН «Союз». Однако, область её применения всё же ограничена возможностями аналоговой системы управления.",
    "image": "id10"
  },
  {
    "id": 11,
    "name": "Рокот",
    "manufacturer": "ГКНПЦ им. Хруничева",
    "no_stages": 3,
    "no_launches": 34,
    "length": "29,15 м",
    "diameter": "2,5 м",
    "start_mass": "107,3 т",
    "fuel_type": "АТ+НДМГ",
    "max_distance": "",
    "status": "ACTIVE",
    "description": "Ракета-носитель (РН) легкого класса «Рокот» создана с использованием технологий МБР РС-18 в соответствии с распоряжением Правительства Российской Федерации и предназначена для выведения космических аппаратов на низкие околоземные орбиты. Первый демонстрационный пуск РН состоялся 16 мая 2000 года. Разработчиком и производителем РН «Рокот» является ФГУП «ГКНПЦ им. М.В.Хруничева».\r\n\r\nРН «Рокот» состоит из 3-х ступеней. Первые две ступени представляют собой блок ускорителей стратегической ракеты РС-18 (SS-19), в качестве третьей ступени используется разгонный блок «Бриз-КМ». Для носителя разработан головной обтекатель, который позволяет размещать под ним один или несколько космических аппаратов.\r\n\r\nНа блоках ускорителей установлены высокоэкономичные жидкостные ракетные двигатели (ЖРД), работающие на азотном тетроксиде (АТ, окислитель) и несимметричном диметилгидразине (НДМГ, горючее). ЖРД разработаны Воронежским КБ Химавтоматики. Специалисты ГКНПЦ им. М.В.Хруничева провели большую работу по обеспечению экологической безопасности пусков, включая выбор трасс выведения и организацию полей падения.",
    "image": "id11"
  }
]